Repository: UB-Heidelberg/volumesForm
Catalog: locale/*/locale.po
Languages: de

# plugins.generic.volumesForm.volumeTitle
source: Volumes
de: Mehrbändige Werke

# grid.action.addVolume
source: Add Volume
de: Werk hinzufügen

# grid.volume.name
source: Title
de: Titel

# grid.volume.volumeDetails
source: Volume Details
de: Angaben zum Werk

# grid.volume.description
source: Description
de: Beschreibung

# grid.volume.path
source: Path
de: Pfad

# grid.volume.pathExists
source: This path already exists!
de: Dieser Pfad existiert bereits!

# volume.coverImage
source: Cover Image
de: Titelbild

# grid.volume.urlWillBe
source: This volume's URL will be: {$sampleUrl}
de: Die URL des mehrbändigen Werkes lautet: {$sampleUrl}

# plugins.generic.volumesForm.noneCreated
source: No volumes yet
de: Noch keine mehrbändigen Werke

# catalog.sortBy.titleAsc
source: Title (A-Z)
de: Titel (A-Z)

# catalog.sortBy.titleDesc
source: Title (Z-A)
de: Titel (Z-A)

# catalog.sortBy.datePublishedAsc
source: Publication date (oldest first)
de: Erscheinungsdatum (älteste zuerst)

# catalog.sortBy.datePublishedDesc
source: Publication date (newest first)
de: Erscheinungsdatum (neueste zuerst)

# catalog.sortBy.volumePostionAsc
source: Volume position (lowest first)
de: Bandnummer (niedrigste zuerst)

# catalog.sortBy.volumePostionDesc
source: Volume position (highest first)
de: Bandnummer (höchste zuerst)

# plugins.generic.volumesForm.desc
source: This plugin creates a new tab "Volumes" under the menu item "Press".
de: Dieses Plugin stellt ein neues Tab "Mehrbändige Werke" unter dem Menüpunkt "Presse" zur Verfügung.

# submission.submit.selectVolume
source: Choose Volume
de: Mehrbändiges Werk auswählen

# plugins.generic.volumesForm.title
source: Volume Form Tab Plugin
de: Mehrbändige-Werke-Plugin

# plugins.generic.volumesForm.description
source: This Plugin creates a tab to add volumes to the press settings.
de: Dieses Plugin stellt einen Tab für das Anlegen von mehrbändigen Werken zur Verfügung.

# plugins.generic.volumesForm.grid.title
source: Volumes
de: Mehrbändige Werke

# volume.volume
source: Volume
de: Mehrbändiges Werk

# volumes.browseTitles
source: {$numTitles} Titles
de: {$numTitles} Titel

# volumes.noTitlesSection
source: No titles published in this section.
de: In dieser Rubrik wurden bisher keine Titel veröffentlicht.

# catalog.sortBy.volumeDescription
source: Choose how to order parts of this volume.
de: Wählen Sie aus, in welcher Reihenfolge die Teilbände angezeigt werden sollen.

# grid.volume.courseOfPublication
source: Course of publication
de: Erscheinungsverlauf

# grid.volume.publisher
source: Publisher
de: Verlag

# grid.volume.volumeOrder
source: Order of monographs
de: Reihenfolge der Teilbände

# volume.volumePosition
source: Volume Position
de: Bandnummer

# volume.furtherParts
source: Further parts
de: Weitere Bände

# plugins.generic.volumesForm.settings.userGroups
source: Contributors
de: Mitwirkende

# plugins.generic.volumesForm.settings.userGroupsDescription
source: In some cases, contributors must be identified differently depending on their role. Please identify the appropriate roles.
de: Die Mitwirkenden müssen ihrer Funktion zugeordnet werden können. Bitte weisen Sie die Rollen die entsprechenden Funktionen zu.

# plugins.generic.volumesForm.settings.chooseAuthor
source: Authors
de: Autoren

# plugins.generic.volumesForm.settings.chooseEditor
source: Editors
de: Herausgeber

# plugins.generic.volumesForm.settings.optionChooseAuthor
source: Select the roles that should be identified as authors.
de: Bitte wählen Sie die Rollen, die als Autoren behandelt werden sollen.

# plugins.generic.volumesForm.settings.optionChooseEditor
source: Select the roles that should be identified as editors.
de: Bitte wählen Sie die Rollen, die als Herausgeber behandelt werden sollen.

# plugins.generic.volumesForm.catalog.authors
source: Authors
de: Autoren

# plugins.generic.volumesForm.catalog.author
source: Author
de: Autor

# plugins.generic.volumesForm.catalog.editors
source: Editors
de: Herausgeber

# plugins.generic.volumesForm.catalog.editor
source: Editor
de: Herausgeber

# plugins.generic.volumesForm.catalog.volume
source: Volume
de: Band

# plugins.generic.volumesForm.catalog.partOf
source: Part of
de: Teil von

# plugins.generic.volumesForm.catalog.linkTitle
source: To the collective title
de: Zum übergeordneten Werk

# plugins.generic.volumesForm.catalog.toTheSeries
source: To the series
de: Zur Reihe

# plugins.generic.volumesForm.catalog.linkPart
source: To the part
de: Zum Teilband
